; TaskSwitchXP Pro 2.06 Simplified Chinese Language File
; Translated by 恋曲奇爱 <lobid2004@163.com>


19999="简体中文 (中国)"


; Cofiguration
20000="TaskSwitchXP Pro 2.0 配置"
20001="确定"
20002="取消"
20003="应用"

; Filters
20031="TaskSwitchXP 配置文件 (*.cfg)"


; Pages
20050="常规"
20051="外观"
20052="人物列表"
20053="预览"
20054="任务信息"
20055="热键"
20056="排除列表"
20057="高级"
20058="关于"

; Page descriptions
20070="常规设置"
20071="外观设置"
20072="任务列表"
20073="预览设置"
20074="任务信息"
20075="TaskSwitchXP 热键"
20076="TaskSwitchXP 排除列表"
20077="高级设置"
20078="关于 TaskSwitchXP"


; General page
20100="语言:"
20101="<a id=\"idLang\" href=\"\">查找更多的语言文件...</a>"
20102="系统中的每个用户分开设置"
20103="系统启动时自动运行 TaskSwitchXP"
20104="设置 TaskSwitchXP 为 高 优先级"
20105="检测 Ms PowerToy TaskSwitcher 运行"
20106="托盘图标:"
20107="运行 TaskSwitchXP 在系统托盘区"
20108="用户自定义图标:"
20109="允许右击窗口最小化按钮最小化到托盘区"
20110="总是显示 TaskSwitchXP 托盘图标"
20111="在程序列表中显示最小化到托盘区的窗口"

20120="恢复默认值"
20121="载入..."
20122="保存..."

; Appearance page
20200="在屏幕上得位置:"
20201="显示在此显示器(多显示器选择)"
20202="在 TaskSwitchXP 窗口下显示阴影"
20203="在 TaskSwitchXP 窗口启用透明效果:"
20204="激活时启用淡入效果 (单位:毫秒):"
20205="激活时启用淡出效果 (单位:毫秒):"
20206="首选外观风格:"
20207="XP 可视化风格:"
20208="经典风格:"
20209="强制使用 TaskSwitchXP 经典风格"
20210="预览窗口右置"

; Position on screen
20270="上 - 左"
20271="上 - 中"
20272="上 - 右"
20273="中 - 左"
20274=" 正 中 "
20275="中 - 右"
20276="下 - 左"
20277="下 - 中"
20278="下 - 右"

; Modern XP skins
20280="开始菜单面板风格 (默认)"
20281="PowerToy TaskSwitcher 风格"
20282="朴素窗口风格"
20283="扁平 XP 风格"
20284="光滑 XP 风格"
20285="任务栏风格"

; Classical skins
20290="开始菜单面板风格 (默认)"
20291="扁平的开始菜单面板风格"


; Task List page
20300="列表查看:"
20301="栏数目:"
20302="宽度 (单位:像素):"
20303="行数目:"
20304="小图标"
20305="在图标列表启用工具提示"
20306="在热跟踪项目(即选择项目)使用手指针"
; or something like 20307="Enable mouse over selection", 
; I've translated it to Russian as: 20307="Select list item under cursor"
20307="启用鼠标热跟踪选择"
20308="反转鼠标滚轮"
20309="选择风格:"
20310="显示选择边框"
20311="文本和颜色:"
20312="字体:"
20313="大小:"
20314="B"
20315="I"
20316="颜色索引:"

; List views
20390="图标"
20391="列表"

; Selection styles
20380="框架"
20381="填充的矩形"
20382="圆滑的矩形"

; Color indexes
20370="纯文本"
20371="选择文本"
20372="选择背景"
20373="全选的文本 1"
20374="全选的背景 1"
20375="全选的文本 2"
20376="全选的背景 2"


; Preview page
20400="预览风格:"
20401="\"桌面\" 预览风格"
20402="\"窗口\" 预览风格"
20403="预览图像包括 Windows 任务栏"
20404="只显示程序最后的弹出窗口"
20405="不显示桌面背景 (旧 1.0 版风格)"
20406="显示桌面墙纸作为背景"
20407="在预览图像周围显示边框"
20408="预览图像垂直居中"
20409="显示最小化窗口标题栏 (下次运行生效)"
20410="排除所有使用层叠窗口技术(透明效果)的窗口 (下次运行生效)"
20411="预览图像宽度 (单位:像素):"
20412="延迟显示预览图像 (单位:毫秒):"
20413="不储存预览图像"
20414="启用实时更新预览 (单位:毫秒):"


; Info page
20500="标题栏:"
20501="字体:"
20502="大小:"
20503="B"
20504="I"
20505="颜色:"
20506="显示阴影:"
20507="深度:"
20508="颜色:"
20509="在标题栏显示程序图标"
20510="使用小标题栏"
20511="信息栏:"
20512="字体:"
20513="大小:"
20514="B"
20515="I"
20516="颜色:"
20517="显示阴影:"
20518="深度:"
20519="颜色:"
20520="高度:"
20521="显示信息:"

; Info formats
20590="无"
20591="仅任务数"
20592="进程 ID"
20593="进程名称"
20594="进程名称  [进程标识符]"
20595="程序描述"


; Hotkeys page
20600="取代系统任务切换热键 Alt+Tab"
20601="使用 Ctrl+Alt+[Shift]+Tab 在相同程序之间切换"
; or something like 20602="Don't hide TaskSwitchXP window on Alt releasing"
20602="松开 Alt 时不隐藏 TaskSwitchXP 窗口(停留模式)"
; or something like 20603="Use low-level method to replace Alt-Tab"
20603="使用低级键盘钩子取代 Alt+Tab"
20604="TaskSwitchXP 控制:"
20605="程序列表:"
20606="相同程序列表:"
20607="配置 TaskSwitchXP:"
20608="显示/隐藏系统托盘图标:"
20609="退出 TaskSwitchXP:"
20610="附加热键:"
20611="最小化到托盘区:"
20612="从托盘区还原窗口:"


; Exclusions page
20700="新建..."
20701="编辑..."
20702="删除"

; List groups
20780="预览画面"
20781="程序列表"

20790="名称"
20791="排除条件"

; Advanced page
20800="标题栏:"
20801="使用主程序窗口标题说明"
20802="高级界面设置:"
20803="移除标题栏"
20804="移除信息栏"
20805="托盘图标控制:"
20806="主菜单:"
20807="配置:"
20808="程序列表:"
20809="相同程序列表:"
20810="配置窗口设置:"
20811="窗口总在最前面"
20812="记住配置窗口位置"
20813="记住上次配置窗口项目"
20814="TaskSwitchXP 随配置程序启动"

; Tray icon actions
20890="无"
20891="左键点击"
20892="左键双击"
20893="中键点击"
20894="中键双击"
20895="右键点击"
20896="右键双击"


; About page

; Information about you: contact email, website, etc.
; PLEASE NO COMMERCIAL ADS, ONLY YOUR PERSONAL INFORMATION!!!
;
; You can place here a text with two links in HTML format:
;   1) <a id=\"idTranslatorHome\" href=\"http://www.ntwind.com\">homepage</a>
;   2) <a id=\"idTranslatorMail\" href=\"mailto:alexander@ntwind.com">e-mail</a>
; Don't forget about special characters (like as \" and \\) in HTML tags, and 
; check out your links!
;
; You can also place here a salutation for TaskSwitchXP users!  ;)

20900="汉化 > 恋曲奇爱 >> <a id=\"idTranslatorMail\" href=\"mailto:lobid2004@163.com\">点击联系我</a>\r\n--_--."


; Exclusions dialog
22000="TaskSwitchXP 排除设置"
22001="确定"
22002="取消"
22003="运行中的程序:"
22004="更新"
22005="排除项目名称:"
22006="排除条件:"
22007="程序名称:"
22008="窗口类:"
22009="窗口标题:"
22010="从哪里排除:"
22011="预览画面"
22012="程序列表"
22013="启用"

22090="" ; not excluded
22091=">> 从预览窗口排除"
22092=">> 从程序列表排除"

; Configurator Errors
30000="TaskSwitchXP 配置程序错误"
30002="无法运行 TaskSwitchXP.exe！请检查 TaskSwitchXP 安装目录。"
30003="无法写入记录保存设置。请检查你的访问权限。"
30004="无法从文件加载设置。"
30005="无法从文件加载设置。恢复默认设置。"
30006="无法保存设置到文件。"

; Hints for exclusion dialog
30100="未命名"
30101="请输入排除项目名称。"
30102="无排除条件"
30103="请指定排除条件。"
30104="无程序名称"
30105="请指定程序名称。"
30106="无窗口类"
30107="请指定窗口类。"

; Confirmations
30900="TaskSwitchXP 确认"
30901="TaskSwitchXP 已在你系统中检测到有一个以上启用中的显示器。\r\n你是否要启用 \"窗口\" 预览模式 以预览其他显示器?"


; TaskSwitchXP Language Strings

; Tray menu
31000="程序列表"
31001="相同程序列表"	
31002="参数选择..."
31003="退出"

31020="快速设置"
31021="隐藏托盘图标"
31022="取代 Alt+Tab 热键"
31023="启用相同程序切换热键"
31024="启用停留模式"
31025="使用低级键盘钩子"
31026="新建排除项目..."

31050="帮助"
31051="帮助文档"
31052="主页"
31053="关于 TaskSwitchXP"

; Tray menu for minimized applications
31090="总计: %d 个程序"
31091="全部恢复"
31092="全部最小化"
31093="全部关闭"
31094="还原窗口"
31095="最小化"
31096="关闭"

; Task List menu
31110="切换到"
31111="最小化"
31112="最小化到托盘"
31113="层叠排列"
31114="水平平排"
31115="垂直平排"
31116="还原窗口"
31117="最大化"
31118="关闭"
31119="结束进程"

; Common menu
31150="显示进程信息"
31151="全选"
31152="全不选"
31153="移除所选"
31154="按标题排列"
31155="按程序名排列"	

; Process Info mask
; Here are used some terms from Windows Task Manager (Ctrl+Shift+Esc, Processes ; tab, View->Select Columns...)!
; WARNING: Don't replace %x special characters!!!
31500="图像名称:  %s\r\n进程 ID:  %u\r\n\r\n运行时间:  %u:%02u:%02u\r\nCPU 时间:  %u:%02u:%02u\r\n\r\n内存使用量:  %uK\r\n虚拟内存大小:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="TaskSwitchXP 确认"
31901="TaskSwitchXP 已经在运行。你想要停止它吗?"
31902="你确定真的要退出 TaskSwitchXP?"
31903="TaskSwitchXP 以检测 Ms PowerToy TaskSwitcher 正在运行。\r\n你是否要结束它?"

; Errors
32000="TaskSwitchXP 错误"
32002="初始化失败。"
32003="无法安装低级键盘钩子。"
32004="无法注册 Alt+Tab 或 Alt+Shift+Tab 热键。\r\n可能已被其它程序注册了。"
32005="无法注册 Ctrl+Alt+Tab 或 Ctrl+Alt+Shift+Tab 热键。\r\n可能已被其它程序注册了。"
32006="无法运行 ConfigTsXP.exe！请检查 TaskSwitchXP 安装目录。"

32500="无法注册热键:\r\n\r\n名称: %s\r\n修饰键: %02X\r\n虚拟代码: %02X"
32501="退出 TaskSwitchXP"
32502="显示/隐藏托盘图标"
32503="配置 TaskSwitchXP"
32504="程序列表"
32505="相同程序列表"
32506="最小化到托盘区"
32507="还原窗口"
